; © Dirk Schwarzmann, www.dirk-schwarzmann.de

[win7shell]
RTL=0
newvers=Neue Version verfügbar
disableupdate=Sie können die Update-Prüffunktion im Konfigurationsmenü des Plug-ins deaktivieren
opendownload=Möchten Sie die Download-Seite öffnen?
uninstall=Sie werden diese Frage nicht noch einmal sehen, zum Deinstallieren gehen Sie zu
uninstallhowto='Winamp Einstellungen -> Plug-ins -> Allgemein -> Windows 7 Taskbar Integration' und deinstallieren.
info=Information
config=Plug-in konfigurieren
on=An
off=Aus
previous=Vorheriger Titel
pause=Pause
play=Abspielen
stop=Stopp
next=Nächster Titel
errorthumb=Fehler bei der Vorschaubilderstellung, Feature wird deaktiviert
playing=Läuft
paused=Pausiert
stopped=Stopp
taskinitfail=Initialisieren des Windows 7 Taskbar Interface nicht möglich
images=Alle unterstützen Bildformate
usethumbbg=Als Vorschaubildhintergrund verwenden
selectimage=Wählen Sie eine Bilddatei aus
afterrestart=Änderungen der Player-Kontrollbuttons werden erst nach einem Neustart von Winamp in Kraft treten.
applysettings=Einstellungen übernehmen
help1=Der Text, den Sie in diesem Textfeld eingeben, wird im Vorschaubild dargestellt. Sie können so viele Zeilen wie Sie wollen schreiben. Falls die Funktion 'Vorschaubild automatisch anpassen' aktiviert ist, wird das Fenster automatisch an die Anzahl der Zeilen angepasst.
help2=Um einen dynamischen Text zu erstellen, können Sie mehrere Metawörter verwenden, die bei Verwendung automatisch durch die aktuellen Daten aus Winamp ersetzt werden. Dies sind die Wörter: 
help3=Zentrierung des Textes (in der verwendeten Zeile)
help5=Titel (aktuelles Lied)
help6=Interpret (aktuelles Lied)
help7=Albumname (leer, falls nicht verfügbar)
help8=Erscheinungsjahr des Albums (leer, falls nicht verfügbar)
help9=Tracknummer
help10=Titelbewertung als Ziffer (z.B. 4)
help11=Titelbewertung in Sternen (z.B. ★★★★ )
help12=Momentane Zeit (aktuelles Lied)
help13=Verbleibende Zeit (aktuelles Lied)
help14=Songlänge (aktueller Song)
help15=Momentane Playlistposition
help16=Anzahl der Lieder in der Playlist
help17=Bitrate in kb/s
help18=Samplerate in Kilohertz
help19=Momentane Lautstärke in Prozent ('%' nicht enthalten)
help20=Zufallsmodus (An / Aus)
help21=Wiederholungsmodus (An / Aus)
help22=Größere Schrift (in der aktuellen Zeile)
help23=Linksbündig (in der aktuellen Zeile)
help24=Text-Schatten der aktuellen Zeile (mit der gewählten Farbe)
help25=Durchsichtige Box hinter dem Text (mit der gewählten Farbe)
help26=Text-Ersetzung
help27=Text-Formatierung
help=Hilfe
transparent=Transparent
albumart=Albumcover
defbg=Standard Hintergrund
custombg=Benutzerdefinierter Hintergrund
browse=Durchsuchen
buttons=Player-Kontrollbuttons:
shrink=Vorschaubildgröße automatisch anpassen
taskicon=Taskbar Icon
progressbar=Benutze Fortschrittsbalken zur Playerstatusdarstellung
streaming=Benutze unbestimmten Fortschrittsbalken für gestreamte Medien
error=Setze roten Fortschrittsbalken bei gestoppten Medien
overlays=Darstellung des Playerstatus durch eingeblendetes Icon
jumplist=Jumpliste
bugslink=Fehler und Anregungen
bugstext=Teilen Sie Ihre Probleme und Wünsche für das Plug-in mit
sitelink=Projekt-Homepage
sitetext=Für Updates, News, Screenshots und nähere Informationen
noupdate=Beim Start von Winamp nicht auf Updates prüfen
ok=OK
cancel=Abbrechen
removetitle=Winamp Fenstername entfernen
selectfont=Schriftart auswählen
selectshadow=Schattenfarbe
enable=Verwende benutzerdefiniertes Aero Peek Vorschaubild
plugdev=Entwicklung
thumboptions=Optionen
thumbtext=Text
background=Hintergrund
translink=Übersetzungen
transtext=Helfen Sie das Plug-in zu übersetzen oder downloaden Sie verfügbare Übersetzungen
favorite=Favorit
vumeter=Benutze Fortschrittsbalken als VU Meter
iconic=Zeige Albumcover als Icon (statt Hintergrund)
author=Autor
volup=Lautstärke +10%
voldown=Lautstärke -10%
openfile=Datei abspielen
thumbpb=Zeige Wiedergabefortschrittsbalken im Vorschaubild
wapref=Winamp Einstellungen
startwa=Bitte starten Sie zuerst Winamp
jumplisterror=Fehler beim Erstellen der Jumpliste

revert=wird verwendet, falls der ausgewählte Hintergrund nicht verfügbar ist.
jlchoice=Zeige folgende Kategorien in der Jumpliste:
jlrecent=Zuletzt verwendet
jlfrequent=Häufig
jltasks=Aufgaben
jlnote=Nur Dateien, die zugelassen sind, um von Winamp verarbeitet zu werden, werden der Liste hinzugefügt. (Es muss nicht das Standardprogramm sein). Lesezeichen werden beim Neustart und bei Speicherung der Einstellungen aktualisiert.
creditslink=Credits
creditstext=Menschen, die bei der Plug-in-Entwicklung geholfen haben
resumeplay=Wiedergabe ab letzter bekannter Position
fromstart=Wiedergabe ab Anfang
bookmark=Lesezeichen
mute=Stummschaltung

playlists=Playlisten
stopafter=Anhalten nach aktuellem Lied

maxbuttons=(Maximal 7 Buttons)
